---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataConceptualConstruction
source: html/32506173-2311-7ef5-f817-9382f36bb155.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataConceptualConstruction Property

"Conceptual Types"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataConceptualConstruction { get; }
```